[
  {
    "name": "До Филип'ян 4:6",
    "content": "Ні про що не турбуйтеся. За будь-яких обставин, через молитву прохайте Господа про що потребуєте, та завжди дякуйте Йому за все, що маєте.",
    "url": "https://www.biblegateway.com/passage/?search=Phil+4%3A6&version=AMP;ERV-UK"
  },
  {
    "name": "До Римлян 12:2",
    "content": "Не підкоряйтеся світу цьому. Краще нехай ваш розум зміниться і відновиться, щоб змогли ви пізнати й прийняти волю Божу, щоб збагнули ви, що є добре, досконале й бажане Богу.",
    "url": "https://www.biblegateway.com/passage/?search=Rom+12%3A2&version=AMP;ERV-UK"
  },
  {
    "name": "1 До Коринтян 6:19-20",
    "content": "Невже ви не знаєте, що тіла ваші - це храми Духа Святого, який живе в вас? І хіба ви не знаєте, що ви одержали Дух Святий від Бога, і що ви більше не належите собі? Адже Господь сплатив за вас високу ціну, тож прославте Бога тілами своїми.",
    "url": "https://www.biblegateway.com/passage/?search=1+Cor+6%3A19-20&version=AMP;ERV-UK"
  },
  {
    "name": "Притчі 3:7-8",
    "content": "Не вважай себе мудрим, шануй Господа й відвертайся від зла. Це зцілить тебе,  поправить твоє здоров’я, буде ліками для тіла.",
    "url": "https://www.biblegateway.com/passage/?search=Pro%203%3A7-8&version=AMP;ERV-UK"
  },
  {
    "name": "Івана 16:33",
    "content": "Розповів Я вам про все для того, щоб ви мали через Мене мир та спокій. У цьому світі ви страждатимете, та будьте мужні! Я переміг світ!",
    "url": "https://www.biblegateway.com/passage/?search=Joh+16%3A33&version=AMP;ERV-UK"
  },
  {
    "name": "Притчі 3:6",
    "content": "На всіх життєвих шляхах іди за Ним, і тоді Він допоможе тобі знайти вірну дорогу.",
    "url": "https://www.biblegateway.com/passage/?search=Proverbs+3%3A6&version=AMP;ERV-UK"
  },
  {
    "name": "Притчі 3:5-7",
    "content": "Довіряй Господу всім серцем, не покладайся лише на власну кмітливість. На всіх життєвих шляхах іди за Ним, і тоді Він допоможе тобі знайти вірну дорогу. Не вважай себе мудрим, шануй Господа й відвертайся від зла.",
    "url": "https://www.biblegateway.com/passage/?search=Proverbs+3%3A5-7&version=AMP;ERV-UK"
  },
  {
    "name": "До Филип'ян 4:13",
    "content": "Я все можу витерпіти завдяки Христу, Який зміцнює мене.",
    "url": "https://www.biblegateway.com/passage/?search=Philippians+4%3A13&version=AMP;ERV-UK"
  },
  {
    "name": "До Римлян 8:28",
    "content": "І ми знаємо, що Бог у всьому підтримує тих, хто любить Його, хто покликаний згідно з Його волею.",
    "url": "https://www.biblegateway.com/passage/?search=Rom+8%3A28&version=AMP;ERV-UK"
  },
  {
    "name": "Єремії 29:11",
    "content": "Бо знаю Я всі задуми Свої щодо вас, задуми щодо процвітання вашого, а не лиха, щоб дати вам майбутнє і надію.",
    "url": "https://www.biblegateway.com/passage/?search=Jeremiah+29%3A11&version=AMP;ERV-UK"
  },
  {
    "name": "Івана 3:16",
    "content": "Бо так сильно полюбив Бог цей світ, що віддав Свого Єдиного Сина заради того, щоб кожен, хто в Нього вірує, не був загублений, а здобув вічне життя.",
    "url": "https://www.biblegateway.com/passage/?search=Joh+3%3A16&version=AMP;ERV-UK"
  },
  {
    "name": "1 До Коринтян 10:13",
    "content": "Вас спіткали ті ж самі спокуси, котрі зазнають усі люди. Та Бог вірний, Він не допустить, щоб ви спокушалися більше, ніж можете витримати. Разом із спокусою Він дасть і полегшення, щоб ви змогли подолати її.",
    "url": "https://www.biblegateway.com/passage/?search=1+Cor+10%3A13&version=AMP;ERV-UK"
  },
  {
    "name": "1 Петра 5:7",
    "content": "Всі ваші клопоти покладіть на Нього, бо Він піклується про вас.",
    "url": "https://www.biblegateway.com/passage/?search=1+Pet+5%3A7&version=AMP;ERV-UK"
  },
  {
    "name": "До Филип'ян 4:7",
    "content": "І мир, який йде від Бога, що вище людського розуміння, буде стерегти серця ваші та думки в Христі Ісусі.",
    "url": "https://www.biblegateway.com/passage/?search=Phil+4%3A7&version=AMP;ERV-UK"
  },
  {
    "name": "2 До Коринтян 12:9",
    "content": "«Досить для тебе милості Моєї, бо сила Моя повністю здійснюється у твоїй слабкості». Тож я маю бути дуже щасливий з того, що хвалюся слабкостями своїми, аби сила Христова залишалася зі мною.",
    "url": "https://www.biblegateway.com/passage/?search=2+Cor+12%3A9&version=AMP;ERV-UK"
  },
  {
    "name": "1 Петра 3:15",
    "content": "Та в серцях своїх святіть Господа нашого Христа. Завжди будьте готові відповісти розсудливо тим, хто запитає вас, на чому грунтується ваша надія.",
    "url": "https://www.biblegateway.com/passage/?search=1+Pet+3%3A15&version=AMP;ERV-UK"
  },
  {
    "name": "До Євреїв 11:6",
    "content": "А без віри стати милим Всевишньому неможливо. Бо той, хто йде до Бога, мусить вірити в Його існування, а також у те, що Він нагородить тих, хто шукає Його.",
    "url": "https://www.biblegateway.com/passage/?search=Heb+11%3A6&version=AMP;ERV-UK"
  },
  {
    "name": "2 До Коринтян 5:21",
    "content": "Того, хто не знав гріха, Бог зробив жертвою за гріх, щоб через Нього ми могли стати праведними перед Богом.",
    "url": "https://www.biblegateway.com/passage/?search=2+Cor+5%3A21&version=AMP;ERV-UK"
  },
  {
    "name": "Псалми 46:1",
    "content": "Бог — наш притулок й сили джерело, в часи пекельні завжди допоможе.",
    "url": "https://www.biblegateway.com/passage/?search=Psalms+46%3A2&version=AMP;ERV-UK"
  },
  {
    "name": "Матвія 6:33",
    "content": "Натомість, дбайте насамперед про Царство Боже та робіть усе, що Господь від вас вимагає, й тоді усе інше Він неодмінно вам надасть.",
    "url": "https://www.biblegateway.com/passage/?search=Matt+6%3A33&version=AMP;ERV-UK"
  },
  {
    "name": "До Филип'ян 4:8",
    "content": "На закінчення, брати і сестри мої, скажу вам таке: думайте лише про те, що правдиве, благородне, справедливе, чисте, приємне, почесне, відмінне, й гідне похвали!",
    "url": "https://www.biblegateway.com/passage/?search=Phil+4%3A8&version=AMP;ERV-UK"
  },
  {
    "name": "Повторення Закону 31:6",
    "content": "Будьте сильні й відважні. Не бійтеся й не лякайтеся їх, бо Господь Бог твій іде з тобою. Він не покине тебе, не залишить.",
    "url": "https://www.biblegateway.com/passage/?search=Deut+31%3A6&version=AMP;ERV-UK"
  },
  {
    "name": "До Євреїв 13:5",
    "content": "Не зв’язуйте своє життя з любов’ю до грошей, задовольняйтеся тим, що маєте. Адже Бог сказав: «Я вас ніколи не залишу. Від вас ніколи не відмовлюсь».",
    "url": "https://www.biblegateway.com/passage/?search=Heb+13%3A5&version=AMP;ERV-UK"
  },
  {
    "name": "До Римлян 6:23",
    "content": "Бо заплата за гріх - смерть, а дар Божий - вічне життя в Христі Ісусі, Господі нашім!",
    "url": "https://www.biblegateway.com/passage/?search=Rom+6%3A23&version=AMP;ERV-UK"
  },
  {
    "name": "До Ефесян 2:8",
    "content": "Бо саме Божою милістю спаслися ви завдяки вірі. Спасіння не є ваша заслуга, то є дар Божий.",
    "url": "https://www.biblegateway.com/passage/?search=Eph+2%3A8&version=AMP;ERV-UK"
  },
  {
    "name": "До Римлян 2:13",
    "content": "Не ті праведні перед Богом, які чують Закон, а ті, хто його виконують. Тих буде виправдано.",
    "url": "https://www.biblegateway.com/passage/?search=Rom+2%3A13&version=AMP;ERV-UK"
  },
  {
    "name": "Ісаї 53:3-7",
    "content": "Люди зневажали й уникали Його, як такого, хто постійно хворів. Достоту Він знав, що таке страждання, на Кого люди відмовляються дивитись, Його зневажали. Звичайно, Він узяв на Себе наші страждання й терпів наші болі, але ми гадали, що саме його покарав Бог, побив і змусив страждати. Але Його рани були за наші переступи, Його було вражено за наші лихі вчинки. Покарання, що зцілювало нас, упало на Нього, і завдяки Його ранам ми зцілилися. Усі ми розбрелися, як вівці, хто куди; кожен пішов своїм шляхом. Господь змусив Його страждати від покарання, яке заслужили ми всі. З ним жорстоко повелися, та Він був покірливий, Він не розтулив уста, мов ягня, якого повели на бійню, мов овечка, яку стрижуть.",
    "url": "https://www.biblegateway.com/passage/?search=Isa+53%3A3-7&version=AMP;ERV-UK"
  },
  {
    "name": "До Євреїв 11:1",
    "content": "Що ж це означає — віра? Це значить бути певним у тому, на що сподіваєшся. Вона є доказом того, що щось є дійсне, навіть якщо ми не можемо того побачити.",
    "url": "https://www.biblegateway.com/passage/?search=Heb+11%3A1&version=AMP;ERV-UK"
  },
  {
    "name": "Івана 5:24",
    "content": "Істинно кажу вам: хто чує слово Моє і вірує в Того, Хто послав Мене, має вічне життя. Його не буде засуджено, бо він від смерті перейшов у життя.",
    "url": "https://www.biblegateway.com/passage/?search=John+5%3A24&version=AMP;ERV-UK"
  },
  {
    "name": "До Галатів 5:22-23",
    "content": "Дух же породжує любов, радість, мир, терпіння, доброту, великодушність, вірність, лагідність і самовладання. Проти цього немає Закону.",
    "url": "https://www.biblegateway.com/passage/?search=Gal+5%3A22-23&version=AMP;ERV-UK"
  },
  {
    "name": "До Євреїв 12:14",
    "content": "Прагніть жити в мирі з усіма людьми. Тримайтеся подалі від гріха, та прагніть святого життя, бо без цього ніхто не зможе побачити Господа.",
    "url": "https://www.biblegateway.com/passage/?search=Heb+12%3A14&version=AMP;ERV-UK"
  },
  {
    "name": "Івана 11:25",
    "content": "«Я є воскресіння і життя! — Сказав Ісус. — Хто вірить у Мене, хоч і вмре, буде жити.",
    "url": "https://www.biblegateway.com/passage/?search=John+11%3A25&version=AMP;ERV-UK"
  },
  {
    "name": "Матвія 11:29-30",
    "content": "Візьміть Моє вчення і навчайтеся в Мене, бо Я — лагідний й покірливий, і ви знайдете відпочинок душам своїм. Бо вчення, що Я даю вам—легке, і тягар, що кладу на ваші плечі — неважкий.",
    "url": "https://www.biblegateway.com/passage/?search=Mat+11%3A29-30&version=AMP;ERV-UK"
  },
  {
    "name": "До Римлян 10:9",
    "content": "Ось це слово: «Якщо ти визнаєш власними устами: „Ісус — Господь”, — і повіриш серцем своїм, що Бог воскресив Його з мертвих, то будеш врятований».",
    "url": "https://www.biblegateway.com/passage/?search=Rom+10%3A9&version=AMP;ERV-UK"
  },
  {
    "name": "До Римлян 15:3",
    "content": "Навіть Христос догоджав не Собі. Навпаки. У Святому Писанні сказано: «Зневага тих, хто зневажав Тебе, впала на Мене».",
    "url": "https://www.biblegateway.com/passage/?search=Rom+15%3A3&version=AMP;ERV-UK"
  },
  {
    "name": "До Римлян 15:13",
    "content": "Тож нехай Бог, джерело усіх надій, наповнить вас всілякою радістю й миром, поки ви віруєте в Нього. І тоді ви будете збагачені надією, силою Святого Духа.",
    "url": "https://www.biblegateway.com/passage/?search=Rom+15%3A13&version=AMP;ERV-UK"
  },
  {
    "name": "Псалми 23",
    "content": "Господь — мій пастир, через те я маю все. В зелених луках Він дає мені спочити, веде мене повз тихі води озерні. Він оживляє мою душу, шляхами добрими ведучи мене, являючи всю доброту Свою. І навіть у долині смерті чорній нещастя не злякаюсь я, бо Ти завжди зі мною. Твій жезл і палиця мене втішають. Накрив Ти стіл мені перед очима ворогів моїх. Моє волосся Ти оливою змастив, наповнив келих мій, аж через вінця ллється. І справді, щедрість і любов Твої до скону днів моїх мене не лишать. І довго-довго ще лишатимуся я в Оселі Господа.",
    "url": "https://www.biblegateway.com/passage/?search=Psalms+23&version=AMP;ERV-UK"
  },
  {
    "name": "1 До Коринтян 13:4-8",
    "content": "Любов терпляча, добра, не заздрісна, не хвалькувата, не пихата. Вона не поводиться непристойно, не егоїстична, не скора на гнів, не злопам’ятна. Любов ніколи не радіє злу, але радіє правді. Любов завжди терпить, завжди вірить, завжди сподівається, завжди стійка. Дар пророцтва, дар мов, дар знання — усе це зникне, але любов ніколи не скінчиться.",
    "url": "https://www.biblegateway.com/passage/?search=1+Cor+13%3A4-8&version=AMP;ERV-UK"
  },
  {
    "name": "Ісаї 41:10",
    "content": "Не бійся, Я з тобою, не хвилюйся, бо Я твій Бог. Тебе зміцню й допоможу тобі, звитяжною правицею підтримаю тебе.",
    "url": "https://www.biblegateway.com/passage/?search=Isa+41%3A10&version=AMP;ERV-UK"
  },
  {
    "name": "До Ефесян 2:10",
    "content": "Не бійся, Я з тобою, не хвилюйся, бо Я твій Бог. Тебе зміцню й допоможу тобі, звитяжною правицею підтримаю тебе.",
    "url": "https://www.biblegateway.com/passage/?search=Eph+2%3A10&version=AMP;ERV-UK"
  },
  {
    "name": "До Ефесян 2:19",
    "content": "Бо ми — створіння Божі. Він створив нас у Ісусі Христі для добрих справ. І справи ті Бог приготував заздалегідь, щоб ми могли свої життя присвятити їм.",
    "url": "https://www.biblegateway.com/passage/?search=Eph+2%3A19&version=AMP;ERV-UK"
  },
  {
    "name": "Буття 1:26",
    "content": "Тоді мовив Бог: «Створімо ж тепер людей образом Нашим і подобою. Нехай люди панують над рибою морською і над усім птаством небесним. Нехай панують над худобою і дикими звірами, що плазують по землі, і над усією землею».",
    "url": "https://www.biblegateway.com/passage/?search=Gen+1%3A26&version=AMP;ERV-UK"
  },
  {
    "name": "Притчі 19:21",
    "content": "Багато задумів у серці людському, але Господь вирішує, що має статися.",
    "url": "https://www.biblegateway.com/passage/?search=Pro+19%3A21&version=AMP;ERV-UK"
  },
  {
    "name": "2 Тимофію 1:7",
    "content": "Бог дарував нам не Дух боягузства, а дух сили, любові й самовладання.",
    "url": "https://www.biblegateway.com/passage/?search=2+Tim+1%3A7&version=AMP;ERV-UK"
  },
  {
    "name": "2 До Коринтян 7:1",
    "content": "Любі друзі! Маючи такі обітниці від Господа, ми мусимо очиститися від усілякої мерзоти тіла й духа, довершуючи свою святість, тому, що ми шануємо Бога.",
    "url": "https://www.biblegateway.com/passage/?search=2+Cor+7%3A1&version=AMP;ERV-UK"
  },
  {
    "name": "Притчі 22:6",
    "content": "Навчай молодь, який шлях їй обирати, тоді і в старості вона не зіб’ється з путі.",
    "url": "https://www.biblegateway.com/passage/?search=Pro+22%3A6&version=AMP;ERV-UK"
  },
  {
    "name": "Притчі 22:10",
    "content": "Вижени насмішника, то й сварка стихне, і сутяги, й образи вщухнуть.",
    "url": "https://www.biblegateway.com/passage/?search=Pro+22%3A10&version=AMP;ERV-UK"
  },
  {
    "name": "Притчі 22:8",
    "content": "Хто сіє несправедливість, пожне горе, згине через власний гнів.",
    "url": "https://www.biblegateway.com/passage/?search=Pro+22%3A8&version=AMP;ERV-UK"
  },
  {
    "name": "Повторення Закону 7:9",
    "content": "Тож пам’ятай, що Господь Бог твій — справжній Бог, Бог вірний, що дотримується Угоди Своєї і палкої любові до тисячного коліна тих, хто любить Його й пильнує заповіді Його.",
    "url": "https://www.biblegateway.com/passage/?search=Deut+7%3A9&version=AMP;ERV-UK"
  },
  {
    "name": "Ісаї 40:31",
    "content": "Та той, хто потаємно Господа чекає, знов набереться сил і крила відростить, мов той орел. В бігу вони, не будуть втоми, в ході їм сили вистачить завжди.",
    "url": "https://www.biblegateway.com/passage/?search=Isa+40%3A31&version=AMP;ERV-UK"
  },
  {
    "name": "Ісуса Навина 1:9",
    "content": "Чи не звелів Я тобі бути мужнім і хоробрим? Тож не бійся й не занепадай духом, бо Господь твій Бог завжди з тобою хоч куди б ти пішов.",
    "url": "https://www.biblegateway.com/passage/?search=Josh+1%3A9&version=AMP;ERV-UK"
  },
  {
    "name": "Івана 10:10",
    "content": "Злодій приходить, щоб грабувати, вбивати й руйнувати. Я ж прийшов, щоб люди мали життя і мали його вдосталь.",
    "url": "https://www.biblegateway.com/passage/?search=John+10%3A10&version=AMP;ERV-UK"
  },
  {
    "name": "1 Івана 4:16",
    "content": "Отож ми знаємо і віримо в любов Бога до нас. Бог — це любов. І той, хто живе в любові, живе з Богом, і Бог живе у ньому.",
    "url": "https://www.biblegateway.com/passage/?search=1+John+4%3A16&version=AMP;ERV-UK"
  },
  {
    "name": "1 Івана 2:17",
    "content": "Цей світ проминає разом з усіма своїми спокусами, а хто виконує волю Божу, той живе вічно.",
    "url": "https://www.biblegateway.com/passage/?search=1+John+2%3A17&version=AMP;ERV-UK"
  },
  {
    "name": "До Євреїв 12:2",
    "content": "Хай завжди перед очима нашими буде Ісус, наш Провідник у вірі, Який приведе її до досконалості. Заради радості, що чекала на Нього, Христос витерпів страту на хресті й, прийнявши цю ганьбу, тепер посів Своє місце по праву руку від Божого престолу.",
    "url": "https://www.biblegateway.com/passage/?search=Heb+12%3A2&version=AMP;ERV-UK"
  },
  {
    "name": "Матвія 19:26",
    "content": "Подивившись на них, Ісус відповів: «Це неможливо для людей, але не для Бога, бо для Нього немає нічого неможливого».",
    "url": "https://www.biblegateway.com/passage/?search=Matt+19%3A26&version=AMP;ERV-UK"
  },
  {
    "name": "Софонія 3:17",
    "content": "Бо Господь твій Бог з тобою, як воїн-рятівник. Співатиме Він й радо прославлятиме тебе, і відновить Він любов Свою до тебе. З криками радості Він буде тішитися з тебе, як у святковий день.",
    "url": "https://www.biblegateway.com/passage/?search=Zeph+3%3A17&version=AMP;ERV-UK"
  },
  {
    "name": "2 До Коринтян 5:17",
    "content": "Отже, хто перебуває в Христі, той є вже новим створінням. Старе минуло, а нове настало!",
    "url": "https://www.biblegateway.com/passage/?search=2+Cor+5%3A17&version=AMP;ERV-UK"
  },
  {
    "name": "Якова 5:16",
    "content": "Отож завжди сповідуйте один одному гріхи, які ви чините, і моліться одне за одного, щоб зцілитися. Бог зглянеться на вас, бо молитва праведників може дуже багато.",
    "url": "https://www.biblegateway.com/passage/?search=James+5%3A16&version=AMP;ERV-UK"
  },
  {
    "name": "1 До Коринтян 16:13",
    "content": "Пильнуйте! Будьте непохитні у вірі своїй! Будьте мужні й міцні!",
    "url": "https://www.biblegateway.com/passage/?search=1+Cor+16%3A13&version=AMP;ERV-UK"
  },
  {
    "name": "Матвія 11:28",
    "content": "Всі втомлені та обтяжені, приходьте до Мене, і Я дам вам відпочинок.",
    "url": "https://www.biblegateway.com/passage/?search=Matt+11%3A28&version=AMP;ERV-UK"
  },
  {
    "name": "До Филип'ян 1:21",
    "content": "Бо життя для мене — це Христос, а смерть — надбання.",
    "url": "https://www.biblegateway.com/passage/?search=Phil+1%3A21&version=AMP;ERV-UK"
  },
  {
    "name": "Луки 9:23",
    "content": "І далі Він мовив до всіх Своїх учнів: «Якщо хтось бажає йти за Мною, той мусить зректися себе, узяти на себе свій щоденний хрест і рушати за Мною.",
    "url": "https://www.biblegateway.com/passage/?search=Luke+9%3A23&version=AMP;ERV-UK"
  },
  {
    "name": "Псалми 145:1-3",
    "content": "Мій Боже й Царю, возвеличую Твоє ім’я, благословлятиму Твоє ім’я навіки. Щодня вславлятиму Тебе, Твоє ім’я хвалити буду вічно. Господь—величний, гідний слави! Не осягнути нікому величі Його.",
    "url": "https://www.biblegateway.com/passage/?search=Ps+145%3A1-3&version=AMP;ERV-UK"
  },
  {
    "name": "Івана 14:5-7",
    "content": "Хома й каже тоді: «Господи, ми не знаємо, куди Ти йдеш. Звідки нам знати шлях?» «Я є Шлях, Істина й Життя, — відповів Ісус. — І ніхто не прийде до Отця інакше, як через Мене. Якщо ви справді знали Мене, то знали й Отця Мого. І відтепер ви знаєте Його, ви бачили Його».",
    "url": "https://www.biblegateway.com/passage/?search=John+14%3A5-7&version=AMP;ERV-UK"
  },
  {
    "name": "Івана 14:1-4",
    "content": "«Нехай не тривожаться ваші серця,—мовив Ісус.—Продовжуйте вірити в Бога, та вірте також в Мене. У домі Отця Мого багато кімнат, і якби не так було, то Я б вам сказав. Я йду туди, щоб приготувати місце для вас. А коли піду й приготую, то повернуся й заберу вас з Собою, щоб ви були там, де Я. Куди Я піду, туди й ви шлях знаєте».",
    "url": "https://www.biblegateway.com/passage/?search=John+14%3A1-4&version=AMP;ERV-UK"
  },
  {
    "name": "Марка 9:23-24",
    "content": "Ісус промовив: «Чому ти сказав: „Якщо можеш?” — Бо немає нічого неможливого для того, хто вірує». Тієї ж миті батько вигукнув: «Але ж я вірую! Укріпи віру мою!»",
    "url": "https://www.biblegateway.com/passage/?search=Mark+9%3A23-24&version=AMP;ERV-UK"
  },
  {
    "name": "Притчі 16:9",
    "content": "Розум людський вибудовує шлях, та лиш Господь спрямовує її мандрівку.",
    "url": "https://www.biblegateway.com/passage/?search=Proverbs+16%3A9&version=AMP;ERV-UK"
  }
]
